/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Borrar";
"Basic settings" = "Opciones básicas";



/* MAIN ACTIVITIES */

"Home" = "Inicio";
"Open" = "Abierto";
"Closed" = "Cerrado";
"Awards" = "Galardones";



/* HOME VIEW */

"Up next" = "A Continuación";
"More to explore" = "Explorar más";
"%@, %lld items, %g%% complete." = "%@, %lld elementos, %g%% completado.";



/* PROJECTS VIEW */

"Open Projects" = "Proyectos Abiertos";
"Closed Projects" = "Proyectos Cerrados";
"Add Project" = "Añadir Proyecto";
"Add New Item" = "Añadir Nuevo Elemento";
"There's nothing here right now." = "No hay nada aqui por ahora";

/* A button that shows a menu with the following options */
"Sort" = "Ordenar";
"Sort items" = "Ordenar elementos"; /* The title of the menu */
"Optimized" = "Optimizado"; /* Sort using an optimized algorithm */
"Creation Date" = "Fecha de Creación"; /* Sort by the date items were created */
"Title" = "Titulo"; /* Sort by item title */

/* Default names for a new project and a new item */
"New Project" = "Nuevo Proyecto";
"New Item" = "Nuevo Elemento";
"%@, completed." = "%@, completado.";
"%@, high priority." = "%@, alta prioridad.";



/* EDITING PROJECTS */
"Edit Project" = "Editar Proyecto";
"Project name" = "Nombre del proyecto";
"Description of this project" = "Descripción de este proyecto";
"Custom project color" = "Color personalizado del proyecto";
"Select a project color" = "Selecciona un color para tu proyecto";
"Pink" = "Rosado";
"Purple" = "Morado";
"Red" = "Rojo";
"Orange" = "Naranjo";
"Gold" = "Dorado";
"Green" = "Verde";
"Teal" = "Calipso";
"Light Blue" = "Celeste";
"Dark Blue" = "Azul Oscuro";
"Midnight" = "Negro";
"Dark Gray" = "Gris Oscuro";
"Gray" = "Gris";


/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Cerrar este proyecto";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project completely." = "Cerrar un proyecto lo mueve desde la pestaña de abierto a cerrado; borrarlo remueve el proyecto por completo.";
"Reopen this project" = "Reabrir este proyecto";
"Delete this project" = "Borrar este proyecto";
"Delete project?" = "Borrar proyecto?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Estas seguro que quieres borrar este proyecto? Tambien borrarás todos los elementos que éste contenga.";



/* EDITING ITEMS */
"Edit Item" = "Editar Elemento";
"Item name" = "Nombre del Elemento";
"Description" = "Descripción";
"Priority" = "Prioridad";
"Low" = "Baja";
"Medium" = "Media";
"High" = "Alta";

"Mark Completed" = "Marcar como completado"; /* Mark this item as being completed (finished/accomplished) */



/* AWARDS */

"Locked" = "Bloqueado";
"Unlocked: %@" = "Desbloqueado: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin." = "Por favor selecciona algo desde el menú para comenzar.";
